<?xml version="1.0" encoding="UTF-8"?><metadata xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="http://www.conabio.gob.mx/informacion/gis/schemas/fgdc/fgdc-std-001-1998.xsd"><idinfo><citation><citeinfo><origin>CONABIO, (01/02/2020). &apos;Contenido de Arcilla 90-200 cm (Mejor modelo)&apos;, escala: 1:4000000. edici&#x00F3;n: 1.0. Comisi&#x00F3;n Nacional para el Conocimiento y Uso de la Biodiversidad. M&#x00E9;xico, CDMX. </origin><pubdate>20200201</pubdate><title>Contenido de Arcilla 90-200 cm (Mejor modelo)</title><geoform>GEOTIFF. Formato raster Resoluci&#x00F3;n(1000,1000) metros</geoform><othercit>4000000</othercit><onlink>http://www.conabio.gob.mx/informacion/metadata/gis/cly_200cm_mgw.xml?_httpcache=yes&amp;_xsl=/db/metadata/xsl/fgdc_html.xsl&amp;_indent=no</onlink></citeinfo></citation><descript><abstract>La cartograf&#x00ED;a digital del suelo (DSM por sus siglas en ingl&#x00E9;s) implica la definici&#x00F3;n de sistemas de inferencia espacial en los que los datos de perfiles del suelo se relacionan con covariables ambientales para as&#x00ED; crear bases de datos que puedan utilizarse para ajustar modelos predictivos de clases o propiedades espec&#x00ED;ficas del suelo. DSM tiene como objetivo reducir el tiempo y los recursos necesarios para la elaboraci&#x00F3;n de mapas pedol&#x00F3;gicos convencionales, al mismo tiempo que crea una l&#x00ED;nea base para el monitoreo de los suelos. En esta contribuci&#x00F3;n, se presenta un conjunto de mapas digitales del suelo para seis propiedades del suelo a seis profundidades espec&#x00ED;ficas, sus principales fuentes de datos son los levantamientos hist&#x00F3;ricos de las series l y ll de suelos realizados por INEGI en el periodo de 1985-2006, tomando como referencia las especificaciones propuestas por la iniciativa internacional GlobalSoilMap.Net. Para la modelaci&#x00F3;n se utiliz&#x00F3; un novedoso enfoque estad&#x00ED;stico que ensambla en un solo mapa los resultados de tres algoritmos de aprendizaje autom&#x00E1;tico: Cubist, Vecinos m&#x00E1;s cercanos (KKNN) y Random Forest (RF). Las variables predictivas o covariables introducidas a la modelaci&#x00F3;n fueron; para el factor clim&#x00E1;tico, La precipitaci&#x00F3;n anual acumulada y la media anual, la temperatura media anual y el balance h&#x00ED;drico; para describir los procesos de terreno se usaron, la elevaci&#x00F3;n, la exposici&#x00F3;n del terreno, el &#x00E1;rea y la pendiente de captaci&#x00F3;n (junto con su versi&#x00F3;n modificada), la curvatura general as&#x00ED; como la del plano y del perfil, la pendiente, el &#x00ED;ndice topogr&#x00E1;fico de humedad y los &#x00ED;ndices de planicidad de valles y de crestas. Adicionalmente se incorpor&#x00F3; la geolog&#x00ED;a y la edafolog&#x00ED;a como descriptores de la g&#x00E9;nesis del suelo. Para cada propiedad del suelo modelada se producen tres resultados: la predicci&#x00F3;n, el modelo que produjo el valor de la predicci&#x00F3;n y la incertidumbre, todos ellos indicados con la &#x00FA;ltima letra de los archivos, P, M, U respectivamente. Estos mapas representan la versi&#x00F3;n 1.0 de DSM para el territorio continental de M&#x00E9;xico con una resoluci&#x00F3;n espacial de 1 km2. El desarrollo y mejora iterativa es crucial para promover la replicabilidad y la actualizaci&#x00F3;n de dichos productos. La versi&#x00F3;n DSMX 1.0 se sustenta en la ecuaci&#x00F3;n para la modelaci&#x00F3;n de propiedades del suelo SCORPAN, aunque por la poca disponibilidad de informaci&#x00F3;n en esta versi&#x00F3;n no se incluye variables predictivas del componente org&#x00E1;nico ni de la edad (factores O &amp; A), representando las condiciones est&#x00E1;ticas promedio de los factores de formaci&#x00F3;n del suelo en el siglo pasado.</abstract><purpose>Modelar las propiedades qu&#x00ED;micas y f&#x00ED;sicas del suelo, ajustadas a las profundidades espec&#x00ED;ficas propuestas por el GlobalSoilMap.Net.</purpose><supplinf> Referencias en la web: http://www.conabio.gob.mx/informacion/gis/</supplinf></descript><timeperd><timeinfo><sngdate><caldate>00000000</caldate></sngdate></timeinfo><current>Enero - Diciembre del 2017</current></timeperd><status><progress>Complete</progress><update>No planeado</update></status><spdom><bounding><westbc>-117.130291404499</westbc><eastbc>-85.3495773000644</eastbc><northbc>33.2065543529937</northbc><southbc>14.1419734344133</southbc></bounding></spdom><keywords><theme><themekt>CNB.ACCESO</themekt><themekey>publico</themekey></theme><theme><themekt>CNB.LICENCIA</themekt><themekey>CC_BY_4.0</themekey></theme><theme><themekt>CNB.VISIBILIDAD</themekt><themekey>0</themekey><themekey>10</themekey></theme><theme><themekt>ESTRUCTURA</themekt><themekey>edafo</themekey><themekey>edfmdsuelo</themekey><themekey>edfmscsue</themekey><themekey>edfmscsu1m</themekey><themekey>cly_200cm_mgw</themekey></theme><theme><themekt>CNB.ESCALA</themekt><themekey>4000000</themekey></theme><theme><themekt>CONABIO</themekt><themekey>2020</themekey><themekey>Arcilla</themekey><themekey>Arena</themekey><themekey>Cartograf&#x00ED;a</themekey><themekey>Edafolog&#x00ED;a</themekey><themekey>Fragmento</themekey><themekey>Inegi</themekey><themekey>Limo</themekey><themekey>Marteria org&#x00E1;nica</themekey><themekey>pH</themekey><themekey>Profundidades espec&#x00ED;ficas</themekey><themekey>Propiedades</themekey><themekey>Rocoso</themekey><themekey>Serie l</themekey><themekey>Serie ll</themekey><themekey>Suelos</themekey><themekey>Textura</themekey></theme><place><placekt>CONABIO</placekt><placekey>Rep&#x00FA;blica Mexicana</placekey></place></keywords><accconst>Sin restricciones</accconst><useconst>Se debe citar la fuente del mapa y a CONABIO. Ver la licencia completa en https://creativecommons.org/licenses/by/4.0/</useconst><browse><browsen>http://www.conabio.gob.mx/informacion/gis/layouts/cly_200cm_mgw.png</browsen><browsed>Mapa ilustrativo de Contenido de Arcilla 90-200 cm (Mejor modelo). La proyecci&#x00F3;n citada, es exclusiva para el dise&#x00F1;o de esta imagen.</browsed><browset>png</browset></browse><native>R Project for Statistical Computing versi&#x00F3;n 3.0, Dell Precision T5600, Windows</native></idinfo><dataqual><logic>Gabinete</logic><complete>La metodolog&#x00ED;a consiste en el ensamble de tres algoritmos de aprendizaje; mediante el uso de medidas de tendencia central y dispersi&#x00F3;n. Cada algoritmo fue modelado un m&#x00E1;ximo de 100 veces para evitar el sesgo aleatorio inherente a la divisi&#x00F3;n de las muestras de suelos en el entrenamiento y la prueba. El mapa final consiste en un producto compuesto o mixto, esto es, dado que el ensamble se realiza pixel a pixel, cada uno de los pixeles del mapa final proviene de un algoritmo en espec&#x00ED;fico. Adicionalmente al mapa de la variable modelada, se presentan dos mapas m&#x00E1;s; uno que describe el algoritmo que produjo el valor de la predicci&#x00F3;n y el mapa de incertidumbre que describe la dispersi&#x00F3;n de las predicciones para ese pixel.</complete><lineage><srcinfo><srccite><citeinfo><origin>No conocido</origin><pubdate>00000000</pubdate><title>No conocido</title><geoform>No conocido</geoform></citeinfo></srccite><srcscale>250000</srcscale><typesrc>Base de Datos</typesrc><srctime><timeinfo><sngdate><caldate>00000000</caldate></sngdate></timeinfo><srccurr>No conocido</srccurr></srctime><srccitea>No conocido</srccitea><srccontr>INEGI, (1998/01/01), &apos;Conjunto de Datos de Perfiles de Suelos, Escala 1:250,000 Serie I (Continuo Nacional)&apos;, Escala 1:250000. versi&#x00F3;n: Serie l, Instituto Nacional de Estad&#x00ED;stica, Geograf&#x00ED;a e Inform&#x00E1;tica, Aguascalientes, M&#x00E9;xico.http://www.inegi.org.mx/.</srccontr></srcinfo><srcinfo><srccite><citeinfo><origin>No conocido</origin><pubdate>00000000</pubdate><title>No conocido</title><geoform>No conocido</geoform></citeinfo></srccite><srcscale>250000</srcscale><typesrc>Base de Datos</typesrc><srctime><timeinfo><sngdate><caldate>00000000</caldate></sngdate></timeinfo><srccurr>No conocido</srccurr></srctime><srccitea>No conocido</srccitea><srccontr>INEGI, (2013/02/10), &apos;Conjunto de Datos de Perfiles de Suelos, Escala 1:250,000 Serie II (Continuo Nacional)&apos;, Escala 1:250000. versi&#x00F3;n: Serie ll, Instituto Nacional de Estad&#x00ED;stica, Geograf&#x00ED;a e Inform&#x00E1;tica, Aguascalientes, M&#x00E9;xico.http://www.inegi.org.mx/.</srccontr></srcinfo><procstep><procdesc>1.- Los datos de los perfiles de suelo de las series l y ll levantados por INEGI se armonizaron espacial y tabularmente, para utilizarlos de manera simult&#x00E1;nea. 2.- Una vez armonizados los datos de los perfiles, se extrajo la informaci&#x00F3;n de las variables explicativas y se vincularon a cada perfil. 3.- Se dividi&#x00F3; el conjunto completo de datos en 2 muestras, entrenamiento y prueba, 80 Y 20% respectivamente. 4.- Con la muestra de entrenamiento se ajustaron tres modelos de aprendizaje: Cubist, KKNN, Random Forest. 5.- Adicionalmente, se realiz&#x00F3; la validaci&#x00F3;n interna de los algoritmos. 6.- Con la muestra de prueba se validaron individualmente cada uno de los algoritmos de aprendizaje. 7.- El proceso descrito del n&#x00FA;mero 3 al 6 se repiti&#x00F3; iterativamente hasta que la tendencia de los errores entre la predicci&#x00F3;n y los datos observados alcanza un valor cercano a cero o un m&#x00E1;ximo de 100 repeticiones. 8.- Cuando la predicci&#x00F3;n alcanz&#x00F3; la tendencia deseada, los tres conjuntos de modelos se ensamblaron usando a la desviaci&#x00F3;n est&#x00E1;ndar como par&#x00E1;metro de estabilidad. La media del conjunto de predicciones del algoritmo cuyos resultados sean los menos dispersos, se asign&#x00F3; al mapa final. 9.- El ensamble se realiz&#x00F3; pixel a pixel lo cual da como resultado un producto compuesto con los tres algoritmos de aprendizaje. 10.- De la misma manera, para cada pixel se asign&#x00F3; el valor de dispersi&#x00F3;n de la predicci&#x00F3;n como medida de incertidumbre y la referencia al modelo que produjo dicho valor. 11.- A continuaci&#x00F3;n, se export&#x00F3; el archivo en un formato raster con extensi&#x00F3;n *.tif.</procdesc><procdate>00000000</procdate></procstep></lineage></dataqual><spdoinfo><direct>Raster</direct><rastinfo><rasttype>Pixel</rasttype><rowcount>2030</rowcount><colcount>3003</colcount><vrtcount>1</vrtcount></rastinfo></spdoinfo><spref><horizsys><geograph><latres>0.0174532925199433</latres><longres>0.0174532925199433</longres><geogunit>Decimal degrees</geogunit></geograph><geodetic><horizdn>WGS84</horizdn><ellips>WGS84</ellips><semiaxis>6378137.000000</semiaxis><denflat>298.257224</denflat></geodetic></horizsys></spref><eainfo><detailed><enttyp><enttypl>CLY_200CM_MGW.TIF</enttypl><enttypd>Valores continuos de punto flotante, no se genera tabla de atributos.</enttypd><enttypds>No conocido</enttypds></enttyp><attr><attrlabl>Value</attrlabl><attrdef>Num&#x00E9;rico</attrdef><attrdefs>Atributo por definici&#x00F3;n del mapa</attrdefs><attrdomv><udom>Valores de cada pixel del raster</udom></attrdomv><attrvai><attrva>1</attrva><attrvae>Definida por el mapa</attrvae></attrvai></attr></detailed></eainfo><distinfo><distrib><cntinfo><cntorgp><cntorg>Comisi&#x00F3;n Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO)</cntorg><cntper>Subcoordinaci&#x00F3;n de Sistemas de Informaci&#x00F3;n Geogr&#x00E1;fica</cntper></cntorgp><cntpos>Subcoordinaci&#x00F3;n de Sistemas de Informaci&#x00F3;n Geogr&#x00E1;fica</cntpos><cntaddr><addrtype>mailing and physical address</addrtype><address>Liga Perif&#x00E9;rico Insurgentes Sur Num. 4903 1er piso. Col. Parques del Pedregal. Delg. Tlalpan</address><city>Ciudad de M&#x00E9;xico</city><state>D.F.</state><postal>14010</postal><country>M&#x00E9;xico</country></cntaddr><cntvoice>50045012</cntvoice><cntfax>50044931</cntfax><cntemail>ssig@conabio.gob.mx</cntemail><hours>Lunes a Viernes de 8 a 18 hrs.</hours></cntinfo></distrib><resdesc>cly_200cm_mgw</resdesc><distliab>La Subcoordinaci&#x00F3;n de Sistemas de Informaci&#x00F3;n Geogr&#x00E1;fica de la CONABIO solo se hace responsable de la informaci&#x00F3;n presentada en el mapa y se deslinda del uso que se le de a la misma.</distliab><stdorder><digform><digtinfo><formname>GeoTIFF (TIF)</formname><formvern>1</formvern><filedec>compactado en ZIP</filedec><transize>28.1</transize></digtinfo><digtopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/geo/cly_200cm_mgw.zip</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Formato raster GeoTIFF. </accinstr></onlinopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/ccl/cly_200cm_mgw_c.zip</networkr></networka></computer><accinstr>Proyecci&#x00F3;n C&#x00F3;nica Conforme de Lambert WGS84. (EPSG:48402). Formato raster GeoTIFF. </accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>Google Earth (KML)</formname><formvern>2.2</formvern><filedec>compactado como KMZ</filedec></digtinfo><digtopt><onlinopt><computer><networka><networkr> http://www.conabio.gob.mx/informacion/gis/maps/kmz/cly_200cm_mgw.kmz</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Los archivos KML representan datos geogr&#x00E1;ficos para Google Earth, a menudo suelen distribuirse comprimidos como KMZ.</accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>CNB.GEO.TMS</formname><formvern>1.0.0</formvern><formspec>PNG</formspec></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://wms0.conabio.gob.mx/cly_200cm_mgw.py/</networkr><networkr>http://wms1.conabio.gob.mx/cly_200cm_mgw.py/</networkr><networkr>http://wms2.conabio.gob.mx/cly_200cm_mgw.py/</networkr></networka></computer></onlinopt></digtopt></digform><digform><digtinfo><formname>Servicio de im&#x00E1;genes (WMS)</formname><formvern>1.1.1</formvern></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://www.conabio.gob.mx/informacion/explorer/wms?Format=image/gif&amp;request=GetMap&amp;version=1.1.1&amp;width=800&amp;height=424&amp;srs=EPSG:4326&amp;bbox=-120.0,13.8,-85.1,33.5&amp;layers=cly_200cm_mgw</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326). Servicio Web Map Service. Los mapas de datos referenciados espacialmente producidos se generan normalmente en un formato de imagen como PNG, GIF o JPEG, pueden se vistos en un SIG </accinstr></onlinopt></digtopt></digform><digform><digtinfo><formname>Mapa digital interactivo</formname><formvern>1.0</formvern></digtinfo><digtopt><onlinopt><computer><networka><networkr>http://www.conabio.gob.mx/informacion/gis/?vns=gis_root/edafo/edfmdsuelo/edfmscsue/edfmscsu1m/cly_200cm_mgw</networkr></networka></computer><accinstr>Coordenadas geogr&#x00E1;ficas WGS84. (EPSG:4326)</accinstr></onlinopt></digtopt></digform><fees>Acceso libre sin ning&#x00FA;n cargo al p&#x00FA;blico en general.</fees></stdorder><techpreq>Tener sistemas compatibles con archivos de imagenes, en caso que existan se pueden visualizar en Google Earth KML y/o conexi&#x00F3;n al servicio WMS.</techpreq></distinfo><metainfo><metd>20200201</metd><metc><cntinfo><cntorgp><cntorg>Comisi&#x00F3;n Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO)</cntorg><cntper>Subcoordinaci&#x00F3;n de Sistemas de Informaci&#x00F3;n Geogr&#x00E1;fica</cntper></cntorgp><cntpos>Administrador de Metadatos</cntpos><cntaddr><addrtype>mailing and physical address</addrtype><address>Liga Perif&#x00E9;rico Insurgentes Sur Num. 4903 1er piso. Col. Parques del Pedregal. Delg. Tlalpan</address><city>Ciudad de M&#x00E9;xico</city><state>D.F.</state><postal>14010</postal><country>M&#x00E9;xico</country></cntaddr><cntvoice>01 55 5004 5012</cntvoice><cntfax>50044931</cntfax><cntemail>ssig@conabio.gob.mx</cntemail><hours>Lunes a Viernes de 8 a 18 hrs.</hours></cntinfo></metc><metstdn>FGDC Content Standards for Digital Geospatial Metadata, 1998</metstdn><metstdv>FGDC-STD-001-1998 version 2.0</metstdv></metainfo></metadata>